tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Commands:
brew "zsh"
brew "zsh-completions"
brew "curl", link: true
brew "wget"
brew "git"
brew "github/gh/gh"
brew "gradle"
brew "jenv"
brew "mas"
brew "magic-wormhole"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "npm"
brew "yarn"

# Apps:
## General:
cask "1password"
cask "google-chrome"
cask "spotify"
cask "iterm2"
## Development:
cask "slack"
cask "android-studio"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "sourcetree"
cask "java6"
cask "adoptopenjdk8"
## Utilities:
cask "keepingyouawake"
cask "spectacle"
cask "gpg-suite"

# App Store Apps:
mas "Meeter", id: 1510445899
mas "Time Out", id: 402592703
